;; -*- no-byte-compile: t; -*-
;;; private/amin/packages.el

(package! auctex-latexmk)

(package! exec-path-from-shell)

(package! page-break-lines)

(package! nix-mode)

(package! dired+)

(package! ibuffer-vc)

(package! ssh-tunnels)

(package! weechat)

(package! gruvbox-theme)
(package! tao-theme)
(package! flatui-theme)
