;; -*- no-byte-compile: t; -*-
;;; private/amin/packages.el

(package! magit-svn)
(package! auctex-latexmk)
;; (package! material-theme)
;; (package! ample-theme)
;; (package! color-theme-sanityinc-tomorrow)
(package! flatui-theme)
(package! minimal-theme)
;; (package! solarized-theme)
(package! spacemacs-theme)
(package! eziam-theme)
;; (package! nubox)
;; (package! zerodark-theme)
(package! gruvbox-theme)

(package! ag)
(package! ripgrep)
(package! projectile-ripgrep)

(package! visual-fill-column)
;; (package! writeroom-mode)
